Repository: eDouFuRu/notch-island
Catalog: boringNotch/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: (default)
zh_hans: （默认）

source: %.0f seconds
zh_hans: %.0f 秒

source: %.1fs
zh_hans: %.1f 秒

source: %@ has a new notification
zh_hans: %@ 有新通知

source: %@ · %d new notifications
zh_hans: %@ · %d 条新通知

source: %d displays
zh_hans: %d 个显示器

source: %lld min
zh_hans: %lld 分钟

source: 'Now Playing' was the only option on previous versions and works with all media apps.
zh_hans: “正在播放”是旧版本中的唯一选项，可用于所有媒体应用。

source: 1 second to 24 hours. Closing this window keeps the timer running.
zh_hans: 支持 1 秒至 24 小时，关闭窗口后仍会继续计时。

source: 30s planting + 30s roasting = 1 sweet potato
zh_hans: 种薯 30 秒＋烤薯 30 秒＝1 颗红薯

source: A Bluetooth request is already in progress.
zh_hans: 正在处理蓝牙请求。

source: A Time Machine request is already in progress.
zh_hans: 正在处理时间机器操作，请稍候。

source: A display request is already in progress.
zh_hans: 正在处理显示模式请求。

source: A little rest, a warm sweet potato.
zh_hans: 歇一会儿，烤一颗暖暖的红薯。

source: A little water for the little field…
zh_hans: 给小田浇一点水…

source: A real desktop banner was received in this session. Original banners remain visible.
zh_hans: 本次运行已收到实际桌面通知，系统原横幅仍会显示。

source: A tasting potato — no stock needed
zh_hans: 尝鲜红薯，不消耗库存

source: About
zh_hans: 关于

source: Accent color
zh_hans: 强调色

source: Access Denied
zh_hans: 访问被拒绝

source: Accessibility
zh_hans: 辅助功能

source: Accessibility Keyboard
zh_hans: 辅助功能键盘

source: Accessibility Reader
zh_hans: 辅助功能阅读器

source: Accessibility Shortcuts
zh_hans: 辅助功能快捷键

source: Accessibility access is required to observe Hi banners.
zh_hans: 观察 hi 横幅需要本应用的辅助功能权限。

source: Accessibility access is required to observe app banners.
zh_hans: 观察应用通知横幅需要辅助功能权限。

source: Accessibility access is required to replace system notifications with the 工位充电岛 HUD. This allows the app to intercept media and brightness events to display custom HUD overlays.
zh_hans: 用小岛替换系统音量和亮度提示需要辅助功能权限。应用会拦截相关按键，以显示自定义提示。

source: Accessibility access is required to replace the system HUD.
zh_hans: 替换系统提示需要辅助功能权限。

source: Accessibility access is required to run this system shortcut.
zh_hans: 执行此系统快捷操作需要辅助功能权限。

source: Accessibility access is used only to improve media and brightness notifications. No data is collected or shared.
zh_hans: 辅助功能权限仅用于改进媒体和亮度提示，不收集或分享数据。

source: Actual Size
zh_hans: 原始尺寸

source: Add
zh_hans: 添加

source: Add manually
zh_hans: 手动添加

source: Add new visualizer
zh_hans: 添加可视化动画

source: Added %d capture(s) to the file shelf.
zh_hans: 已将 %d 个文件加入文件暂存。

source: Additional features
zh_hans: 其他功能

source: Adjust Here
zh_hans: 直接调节

source: Advanced
zh_hans: 高级

source: AirDrop
zh_hans: 隔空投送

source: Alarm
zh_hans: 闹钟

source: Alarm time
zh_hans: 闹钟时间

source: All Applications
zh_hans: 所有应用

source: All-day
zh_hans: 全天

source: Allow Access
zh_hans: 允许访问

source: Allow Calendar
zh_hans: 允许访问日历

source: Allow Reminders
zh_hans: 允许访问提醒事项

source: Allow calendar access
zh_hans: 允许访问日历

source: Allow reminder access
zh_hans: 允许访问提醒事项

source: Allow screen recording for this app in System Settings, then try again.
zh_hans: 请在系统设置中允许本应用录制屏幕，再重试。

source: Allow this app to control System Events in System Settings > Privacy & Security > Automation.
zh_hans: 请在“系统设置 > 隐私与安全性 > 自动化”中允许本应用控制“System Events”。

source: Always Open With
zh_hans: 始终以此方式打开

source: Always show full event titles
zh_hans: 始终显示完整日程标题

source: Always show tabs
zh_hans: 始终显示页面标签

source: An appearance change is already in progress.
zh_hans: 正在切换外观，请稍候。

source: Animation and window diagnostics
zh_hans: 动画与窗口检查

source: Animation diagnostics (20 + 10 cycles)
zh_hans: 动画检查（20 次开合＋10 次反向）

source: App icon
zh_hans: 应用图标

source: App language
zh_hans: 应用语言

source: App notifications
zh_hans: 应用通知

source: App notifications are paused while the island is unavailable.
zh_hans: 小岛暂不可用，应用通知转显已暂停。

source: Appearance
zh_hans: 外观

source: Apple Home
zh_hans: 家庭

source: Applies inside the app and to the running Dock icon. Finder uses Captain Shu.
zh_hans: 应用内和运行中的程序坞图标会同步改变；访达图标使用薯队长。

source: Applies to lyrics in the player and below the notch. Match album art follows the current song's cover.
zh_hans: 同时应用于播放器内和刘海下方的歌词；跟随封面时，颜色随当前歌曲的专辑封面变化。

source: Area Recording
zh_hans: 区域录制

source: Area Screenshot
zh_hans: 区域截屏

source: Audio output changed during the adjustment.
zh_hans: 调整过程中音频输出设备发生变化。

source: Audio output confirmation was cancelled. Refresh to check the current output.
zh_hans: 音频输出确认已取消，请刷新以查看当前输出。

source: Audio output devices could not be read. Try again.
zh_hans: 无法读取音频输出设备，请重试。

source: Audio output unavailable
zh_hans: 音频输出状态不可用

source: Audio output volume is unavailable.
zh_hans: 无法获取音频输出音量。

source: Authentication required
zh_hans: 需要身份验证

source: Auto-scroll to next event
zh_hans: 自动定位到下一项日程

source: Automatically check for updates
zh_hans: 自动检查更新

source: Automatically download updates
zh_hans: 自动下载更新

source: Automatically save system screenshots to the shelf
zh_hans: 自动将系统截图保存到暂存区

source: Automatically switch displays
zh_hans: 自动切换显示器

source: Background Removal Failed
zh_hans: 移除背景失败

source: Background Sounds
zh_hans: 背景音

source: Backlight
zh_hans: 背光

source: Backup Controls
zh_hans: 备份控制

source: Backward
zh_hans: 后退

source: Backward 15s
zh_hans: 后退 15 秒

source: Battery
zh_hans: 电池

source: Battery Information
zh_hans: 电池信息

source: Battery Settings
zh_hans: 电池设置

source: Battery Status
zh_hans: 电池状态

source: Below the notch
zh_hans: 刘海下方

source: Beta
zh_hans: 测试版

source: Bluetooth
zh_hans: 蓝牙

source: Bluetooth Control · Experimental
zh_hans: 蓝牙控制 · 实验

source: Bluetooth access has not been requested for this app.
zh_hans: 本应用尚未请求蓝牙访问权限。

source: Bluetooth access is allowed for this app.
zh_hans: 本应用已获准访问蓝牙。

source: Bluetooth access is denied for this app.
zh_hans: 本应用的蓝牙访问权限已被拒绝。

source: Bluetooth access is restricted for this app.
zh_hans: 本应用的蓝牙访问权限受系统限制。

source: Bluetooth access status is not available.
zh_hans: 暂时无法读取本应用的蓝牙授权状态。

source: Bluetooth changed since it was displayed. Check the current state and try again.
zh_hans: 蓝牙状态已发生变化，请确认当前状态后重试。

source: Bluetooth power could not be read. Refresh before trying again.
zh_hans: 暂时无法读取蓝牙电源状态，请刷新后重试。

source: Boost your productivity with Clipboard Manager
zh_hans: 使用剪贴板管理器提升你的效率

source: 工位充电岛 can show all your upcoming events in one place. Access to your calendar is needed to display your schedule.
zh_hans: 工位充电岛可以集中展示即将开始的日程。显示日程需要访问你的日历。

source: 工位充电岛 can show your scheduled reminders alongside your calendar events. Access to Reminders is needed to display your reminders.
zh_hans: 工位充电岛可以在日历旁显示已安排的提醒事项。显示提醒需要访问你的提醒事项。

source: 工位充电岛 includes a mirror feature that lets you quickly check your appearance using your camera, right from the notch. Camera access is required only to show this live preview. You can turn the mirror feature on or off at any time in the app.
zh_hans: 工位充电岛的镜子功能可通过摄像头在刘海下方显示实时预览。摄像头仅用于此预览，你可以随时关闭镜子。

source: Brightness
zh_hans: 亮度

source: Brightness is unavailable.
zh_hans: 无法获取亮度。

source: Bringing a warm potato home…
zh_hans: 送一颗热乎乎的红薯回家…

source: Built-in Display
zh_hans: 内建显示器

source: Calculator
zh_hans: 计算器

source: Calendar
zh_hans: 日历

source: Calendar Settings
zh_hans: 日历设置

source: Calendar access is denied. Please enable it in System Settings.
zh_hans: 日历访问被拒绝。请在系统设置中启用它。

source: Calendars
zh_hans: 日历

source: Camera Access Required
zh_hans: 需要摄像头权限

source: Camera access denied
zh_hans: 摄像头访问被拒绝

source: Camera configuration failed: %@
zh_hans: 摄像头配置失败：%@

source: Cancel
zh_hans: 取消

source: Cancel alarm
zh_hans: 取消闹钟

source: Cancel capture
zh_hans: 取消截屏

source: Cancel timer
zh_hans: 取消计时器

source: Cannot add video input
zh_hans: 无法添加摄像头输入

source: Captain Shu
zh_hans: 薯队长

source: Captain Shu is planting
zh_hans: 薯队长正在种红薯

source: Captain Shu is resting
zh_hans: 薯队长正在休息

source: Captain Shu is roasting
zh_hans: 薯队长正在烤红薯

source: Captain Shu is saving you a warm seat.
zh_hans: 薯队长给你留了个暖和的位置。

source: Capture
zh_hans: 截取

source: Capture & Recording
zh_hans: 截屏与录屏

source: Capture & shelf
zh_hans: 截屏与文件暂存

source: Capture cancelled. No file was added.
zh_hans: 已取消，没有添加文件。

source: Capture could not be saved. Check screen recording permission and try again.
zh_hans: 无法保存截屏，请检查屏幕录制权限后重试。

source: Capture diagnostics
zh_hans: 截屏与录屏诊断

source: Captures are saved temporarily in the file shelf.
zh_hans: 截图和录屏会暂存到文件暂存区。

source: Captures structure changes for up to 30 seconds without reading notification text. Start sampling before a real notification arrives.
zh_hans: 最多采样 30 秒的界面结构变化，不读取通知文本。请在真实通知到来之前开始采样。

source: Carrier window position changed
zh_hans: 承载窗口位置发生变化

source: Change media with horizontal gestures
zh_hans: 横向滑动切换媒体

source: Changes last while this app is running. macOS restores the saved display mode when the app quits.
zh_hans: 更改仅在本应用运行期间生效，退出应用后 macOS 会恢复已保存的显示模式。

source: Changing a mirrored display can also change other displays in its mirror group.
zh_hans: 更改镜像显示器的模式也可能影响同组的其他显示器。

source: Changing appearance…
zh_hans: 正在切换外观…

source: Changing this mirrored display may also change the other displays in its mirror group.
zh_hans: 调整这块镜像显示器时，同一镜像组的其他显示器也可能随之改变。

source: Charging
zh_hans: 充电中

source: Charging on Hold: Desktop Mode
zh_hans: 暂停充电：桌面模式

source: Check for Updates…
zh_hans: 检查更新…

source: Checking backup status…
zh_hans: 正在检查备份状态…

source: Checkout
zh_hans: 查看项目

source: Choose 1–120 minutes. Changes apply to the next session.
zh_hans: 可选择 1–120 分钟，修改从下一轮开始生效。

source: Choose Application
zh_hans: 选择应用

source: Choose Audio Output
zh_hans: 选择音频输出

source: Choose Display Mode
zh_hans: 选择显示模式

source: Choose Input Source
zh_hans: 选择输入法

source: Choose a Music Source
zh_hans: 选择音乐来源

source: Choose a future alarm time.
zh_hans: 请选择尚未到达的闹钟时间。

source: Choose a screen or window in the system picker. Video only; system audio and microphone are off.
zh_hans: 在系统选择器中选择屏幕或窗口。仅录画面，不录系统声音或麦克风。

source: Choose a screen or window. Video only; no system audio or microphone.
zh_hans: 选择屏幕或窗口，仅录画面，不录系统声音或麦克风。

source: Choose an application to open the document "%@".
zh_hans: 选择用于打开文稿“%@”的应用。

source: Choose an available audio output. Each device keeps its own volume; system alert output stays unchanged.
zh_hans: 选择可用的音频输出设备。各设备沿用各自音量，系统提示音输出保持原设置。

source: Choose an enabled keyboard input source.
zh_hans: 选择系统中已启用的键盘输入法。

source: Choose any color
zh_hans: 选择任意颜色

source: Choose audio output
zh_hans: 选择音频输出

source: Choose between your system accent color or customize it with your own selection.
zh_hans: 使用系统强调色，或选择自己喜欢的颜色。

source: Choose files to share via %@
zh_hans: 选择要通过 %@ 分享的文件

source: Choose input source
zh_hans: 选择输入法

source: Choose the tools shown in the island. Use the arrows to arrange selected tools; changes are saved immediately.
zh_hans: 选择小岛中显示的工具，使用箭头调整顺序；修改立即保存。

source: Choose tools
zh_hans: 选择工具

source: Choose which service to use when sharing files from the shelf. Click the shelf button to select files, or drag files onto it to share immediately.
zh_hans: 选择文件暂存区使用的分享服务。点击分享按钮选择文件，或将文件拖到按钮上分享。

source: Circle
zh_hans: 圆形

source: Clear slot
zh_hans: 清空位置

source: Click the island reminder to open its original notification action when available, otherwise open hi. Continuous messages are grouped and the latest message is used.
zh_hans: 点击提醒优先执行原通知的打开动作，失效时打开 hi。连续消息合并显示，点击时使用最近一条消息。

source: Click the island reminder to use the original notification action when available, otherwise open its source app. Bursts from the same app show the latest notification and a count.
zh_hans: 点击刘海提醒时优先使用原通知动作，不可用时打开来源应用。同一应用的连续通知会合并显示数量和最新一条。

source: Clock
zh_hans: 时钟

source: Clock tool
zh_hans: 计时工具

source: Close
zh_hans: 关闭

source: Close gesture
zh_hans: 关闭手势

source: Color Filters
zh_hans: 色彩滤镜

source: Color Presets
zh_hans: 预设颜色

source: Colored spectrogram
zh_hans: 彩色频谱

source: Coming soon
zh_hans: 即将上线

source: Compress
zh_hans: 压缩

source: Compression:
zh_hans: 压缩质量：

source: Configure Backup
zh_hans: 设置备份磁盘

source: Connect a calendar to see events.
zh_hans: 连接日历后查看日程。

source: Connectivity
zh_hans: 连接

source: Connects directly to the Apple Music app.
zh_hans: 直接连接 Apple Music 应用。

source: Connects directly to the Spotify app.
zh_hans: 直接连接 Spotify 应用。

source: Continue
zh_hans: 继续

source: Control Center Settings
zh_hans: 控制中心设置

source: Control library
zh_hans: 控制按钮库

source: Controls marked Open Settings open Apple's configuration page. They are not direct switches. Available options depend on macOS, hardware, and connected devices.
zh_hans: 标有“打开设置”的工具会进入苹果对应的设置页，不会直接切换开关。具体选项取决于 macOS、硬件及已连接的设备。

source: Convert
zh_hans: 转换

source: Convert Image
zh_hans: 转换图片

source: Convert Image…
zh_hans: 转换图片…

source: Copy
zh_hans: 复制

source: Copy Path
zh_hans: 复制路径

source: Copy a screenshot from hi, WeChat or another app, then click to save it to the shelf.
zh_hans: 在 hi、微信等应用中复制截图后，点击即可加入文件暂存。

source: Copy diagnostics
zh_hans: 复制诊断信息

source: Corner radius scaling
zh_hans: 圆角随展开缩放

source: Could not save diagnostics: %@
zh_hans: 无法保存诊断记录：%@

source: Could not schedule the system notification. Check notification settings.
zh_hans: 无法安排系统通知，请检查通知设置。

source: Create PDF
zh_hans: 创建 PDF

source: Current audio output
zh_hans: 当前音频输出

source: Current input source
zh_hans: 当前输入法

source: Currently selected: %@
zh_hans: 当前选择：%@

source: Custom
zh_hans: 自定义

source: Custom Recording
zh_hans: 自定义录制

source: Custom Screenshot
zh_hans: 自定义截屏

source: Custom color
zh_hans: 自定义颜色

source: Custom duration…
zh_hans: 自定义时长…

source: Custom height
zh_hans: 自定义高度

source: Custom lyrics color
zh_hans: 自定义歌词颜色

source: Custom music live activity animation
zh_hans: 自定义音乐实时动画

source: Custom notch size - %.0f
zh_hans: 自定义刘海高度：%.0f

source: Custom vizualizers (Lottie)
zh_hans: 自定义动画（Lottie）

source: Custom...
zh_hans: 自定义…

source: Customize
zh_hans: 自定义

source: Customize in Settings
zh_hans: 在设置中自定义

source: Customize which controls appear in the music player. Volume expands when active.
zh_hans: 自定义播放器中的控制按钮。使用音量按钮时会展开音量调节。

source: Custom…
zh_hans: 自定义…

source: Dark Mode
zh_hans: 深色模式

source: Default
zh_hans: 默认

source: Default (white)
zh_hans: 默认（白色）

source: Delivery and interaction
zh_hans: 送达与交互

source: Description
zh_hans: 描述

source: Ding! Your focus potato is finished. Roast the next one with Captain Shu?
zh_hans: 叮！这颗专注红薯吃完啦，要和薯队长一起烤下一颗吗？

source: Direct Bluetooth control is not supported on this Mac. Use System Settings.
zh_hans: 此 Mac 不支持直接控制蓝牙，请打开系统设置。

source: Disable
zh_hans: 禁用

source: Disabled
zh_hans: 已禁用

source: Display
zh_hans: 显示器

source: Display %d
zh_hans: 显示器 %d

source: Display & Sound
zh_hans: 显示与声音

source: Display Brightness
zh_hans: 屏幕亮度

source: Display changes last while the island is running. macOS restores the previous mode when the app quits.
zh_hans: 显示模式调整仅在小岛运行期间有效，退出应用后由 macOS 恢复原模式。

source: Display modes could not be read. Refresh or open Displays settings.
zh_hans: 暂时无法读取显示模式，请刷新或打开显示器设置。

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Downloads
zh_hans: 下载

source: Drag a control onto a slot
zh_hans: 将控制按钮拖到一个位置

source: Drag handles to reorder
zh_hans: 拖动手柄排序

source: Drag items in the preview to reorder or drop from the palette
zh_hans: 拖动预览中的按钮调整顺序，或从下方添加按钮

source: Drag to move or swap. Return a control to the library to remove it.
zh_hans: 拖动按钮移动或交换位置；拖回按钮库即可移除。

source: Drag to reorder
zh_hans: 拖动排序

source: Drag to select an area. Release to start recording. Press Escape to cancel.
zh_hans: 拖动选择区域，松开开始录制。按 Esc 取消。

source: Drop files here
zh_hans: 拖放文件到这里

source: Duration
zh_hans: 时长

source: During capture the island is hidden temporarily. A menu bar entry remains available to stop recording, even if the icon is normally hidden.
zh_hans: 截屏或录屏期间小岛会暂时隐藏；即使平时隐藏菜单栏图标，录制时也会保留停止录制的菜单入口。

source: Easily copy, store, and manage your most-used content. Upgrade now for advanced features like multi-item storage and quick access!
zh_hans: 轻松复制、存储和管理您最常用的内容。升级后可解锁高级功能，如多项目存储和快速访问！

source: Edit layout
zh_hans: 编辑布局

source: Empty slot
zh_hans: 空位置

source: Enable Accessibility Access
zh_hans: 允许辅助功能访问

source: Enable Accessibility in System Settings → Privacy & Security → Accessibility
zh_hans: 请在系统设置 → 隐私与安全性 → 辅助功能中授权

source: Enable Calendar Access
zh_hans: 允许日历访问

source: Enable Camera Access
zh_hans: 允许摄像头访问

source: Enable Reminders Access
zh_hans: 允许提醒事项访问

source: Enable blur effect behind album art
zh_hans: 启用专辑封面背景模糊

source: Enable boring mirror
zh_hans: 启用镜子

source: Enable colored spectrograms
zh_hans: 启用彩色频谱

source: Enable gestures
zh_hans: 启用手势

source: Enable glowing effect
zh_hans: 启用发光效果

source: Enable haptic feedback
zh_hans: 启用触觉反馈

source: Enable shelf
zh_hans: 启用文件暂存

source: Enable window shadow
zh_hans: 启用窗口阴影

source: Enable:
zh_hans: 可选应用：

source: End
zh_hans: 结束

source: Energy Mode
zh_hans: 能耗模式

source: Enhance your experience with HUDs
zh_hans: 使用小岛系统提示

source: Enjoy your free time!
zh_hans: 享受您的闲暇时光！

source: Everyday Utilities
zh_hans: 日常工具

source: Exit
zh_hans: 退出

source: Expanded drag detection area
zh_hans: 扩大拖拽检测区域

source: Experimental
zh_hans: 实验

source: Experimental Bluetooth control. Turning Bluetooth off disconnects Bluetooth devices.
zh_hans: 蓝牙控制仍在兼容测试中。关闭蓝牙会断开已连接的蓝牙设备。

source: Experimental Night Shift control. Toggles Night Shift without changing its schedule or color temperature.
zh_hans: 夜览控制仍在兼容测试中。可切换夜览，不改变原有定时计划和色温。

source: Experimental True Tone control. Available only when macOS confirms support.
zh_hans: 原彩显示控制仍在兼容测试中，仅在 macOS 确认支持时可用。

source: Extend hover area
zh_hans: 扩展悬停区域

source: Extensions
zh_hans: 扩展

source: Failed to convert image format
zh_hans: 无法转换图片格式

source: Failed to create PDF from images
zh_hans: 无法将图片创建为 PDF

source: Failed to decode data
zh_hans: 无法解码数据

source: Failed to encode data
zh_hans: 无法编码数据

source: Failed to remove background from image
zh_hans: 无法移除图片背景

source: Failed to save processed file
zh_hans: 无法保存处理后的文件

source: Fast User Switching
zh_hans: 快速用户切换

source: Favorite
zh_hans: 收藏

source: Files dropped on the shelf will be shared via this service
zh_hans: 拖到分享按钮上的文件将通过此服务分享

source: Find a system tool
zh_hans: 查找系统工具

source: Finish
zh_hans: 完成

source: Finish a focus session to eat one. Canceling never uses stock.
zh_hans: 完成一轮专注吃掉一颗红薯；提前结束不消耗库存。

source: Finish system recording before quitting?
zh_hans: 退出前先结束系统录屏？

source: Finishing recording…
zh_hans: 正在保存录屏…

source: Focus
zh_hans: 专注模式

source: Focus duration
zh_hans: 专注时长

source: Focus finishes with a quiet island reminder. Start your next rest when you are ready.
zh_hans: 专注结束时，小岛会轻声提醒。准备好后再开始下一次休息。

source: Focus for %lld min
zh_hans: 专注 %lld 分钟

source: Format:
zh_hans: 格式：

source: Forward
zh_hans: 前进

source: Forward 15s
zh_hans: 前进 15 秒

source: Frontmost app changed (exclude manual switching)
zh_hans: 前台应用发生变化（需排除主动切换）

source: Full Keyboard Access
zh_hans: 全键盘控制

source: Full screen behavior
zh_hans: 全屏行为

source: Full-Screen Screenshot
zh_hans: 全屏截屏

source: General
zh_hans: 通用

source: Gesture control
zh_hans: 手势控制

source: Gesture sensitivity
zh_hans: 手势灵敏度

source: Get started
zh_hans: 开始使用

source: Got it!
zh_hans: 明白了！

source: Gradient
zh_hans: 渐变

source: Gradient and glow are available in the default HUD style.
zh_hans: 渐变和发光效果仅在默认提示样式中可用。

source: HTTP error: %lld
zh_hans: HTTP 错误：%lld

source: HUD diagnostics
zh_hans: HUD 诊断信息

source: HUD style
zh_hans: 系统提示样式

source: HUDs
zh_hans: 系统提示

source: Harvest +%lld
zh_hans: 出炉 +%lld

source: Head Pointer
zh_hans: 头部指针

source: Heading back to the little field…
zh_hans: 回到小田，准备下一颗甜…

source: Hearing Devices
zh_hans: 助听设备

source: Hi notifications are off.
zh_hans: hi 消息提醒已关闭。

source: Hi notifications are paused while the island is unavailable.
zh_hans: 小岛当前不可用，hi 消息观察已暂停。

source: Hidden or locked? Your reminder waits until the island is available.
zh_hans: 小岛隐藏或屏幕锁定时，提醒会等到小岛恢复显示后再出现。

source: Hide
zh_hans: 隐藏

source: Hide all-day events
zh_hans: 隐藏全天日程

source: Hide completed reminders
zh_hans: 隐藏已完成提醒

source: Hide for all apps
zh_hans: 所有应用全屏时隐藏

source: Hide for media app only
zh_hans: 仅媒体应用全屏时隐藏

source: Hide from screen recording
zh_hans: 在录屏中隐藏

source: Hide island
zh_hans: 隐藏小岛

source: Hide title bar
zh_hans: 隐藏标题栏

source: Hiding the menu bar icon keeps the island running. Reopen the app to access Settings.
zh_hans: 隐藏菜单栏图标后，小岛仍会运行。重新打开应用即可进入设置。

source: Hierarchical
zh_hans: 单色层次

source: High
zh_hans: 高

source: Hold a handle and drag to reorder. Changes are saved immediately.
zh_hans: 按住手柄拖动排序，修改立即保存。

source: Hot sweet potatoes are ready. Take a little sweetness back to work!
zh_hans: 热乎乎的红薯烤好了，带一点甜继续工作吧！

source: Hover Text
zh_hans: 悬停文本

source: Hover Typing
zh_hans: 悬停键入

source: Hover delay
zh_hans: 悬停延迟

source: How it works
zh_hans: 玩法说明

source: Image Actions
zh_hans: 图片操作

source: Image Conversion Failed
zh_hans: 图片转换失败

source: Image Size:
zh_hans: 图片尺寸：

source: Import clipboard image
zh_hans: 暂存剪贴板图片

source: In progress
zh_hans: 进行中

source: In stock
zh_hans: 库存

source: Increase Contrast
zh_hans: 增加对比度

source: Inline
zh_hans: 内嵌

source: Input Sources
zh_hans: 输入法

source: Input source confirmation was cancelled. Refresh to check the current source.
zh_hans: 输入法确认已取消，请刷新以查看当前输入法。

source: Input source unavailable
zh_hans: 输入法状态不可用

source: Input sources could not be read. Try again.
zh_hans: 无法读取输入法，请重试。

source: Inside the player
zh_hans: 播放器内

source: Inspect notification structure (no text)
zh_hans: 检查通知结构（不读取文本）

source: Installed extensions
zh_hans: 已安装扩展

source: Invalid URL
zh_hans: 无效的链接

source: Invalid audio volume.
zh_hans: 音量值无效。

source: Invalid brightness value.
zh_hans: 亮度值无效。

source: Invalid control value.
zh_hans: 调节数值无效。

source: Invalid response
zh_hans: 无效的响应

source: Invert Colors
zh_hans: 反转颜色

source: Island
zh_hans: 小岛

source: Island HUD is active
zh_hans: 正在使用小岛提示

source: Keyboard
zh_hans: 键盘

source: Keyboard Brightness
zh_hans: 键盘亮度

source: Keyboard backlight
zh_hans: 键盘背光

source: Language
zh_hans: 语言

source: Lap
zh_hans: 计次

source: Large
zh_hans: 大

source: Last change: Dark
zh_hans: 上次切到深色

source: Last change: Light
zh_hans: 上次切到浅色

source: Later
zh_hans: 稍后

source: Launch at login
zh_hans: 登录时启动

source: Layout Preview
zh_hans: 布局预览

source: Let's roast
zh_hans: 去烤一颗

source: Live Captions
zh_hans: 实时字幕

source: Live Speech
zh_hans: 实时语音

source: Loading lyrics…
zh_hans: 正在加载歌词…

source: Lock Screen
zh_hans: 锁定屏幕

source: Lock Screen Settings
zh_hans: 锁定屏幕设置

source: Looking for synced lyrics…
zh_hans: 正在查找歌词…

source: Loosening a little patch…
zh_hans: 松松土，种一点甜…

source: Lottie JSON URL
zh_hans: Lottie JSON 链接

source: Love Us
zh_hans: 支持我们

source: Low
zh_hans: 低

source: Low Power Mode
zh_hans: 低电量模式

source: Lyrics color
zh_hans: 歌词颜色

source: Lyrics location
zh_hans: 歌词显示位置

source: Lyrics temporarily unavailable
zh_hans: 歌词暂时不可用

source: Made with 🫶🏻 by not so boring not.people
zh_hans: 不那么无趣的 not.people 团队 用🫶🏻出品

source: Magnifier
zh_hans: 放大镜

source: Mark as complete
zh_hans: 标记为已完成

source: Mark as incomplete
zh_hans: 标记为未完成

source: Match album art
zh_hans: 跟随专辑封面

source: Match menu bar height
zh_hans: 匹配菜单栏高度

source: Match menubar height
zh_hans: 匹配菜单栏高度

source: Match real notch height
zh_hans: 匹配物理刘海高度

source: Max Capacity: %lld%%
zh_hans: 最大容量：%lld%%

source: Media
zh_hans: 媒体

source: Media Source
zh_hans: 媒体来源

source: Media controls
zh_hans: 媒体控制

source: Media inactivity timeout
zh_hans: 停止播放后的显示时长

source: Media key interception was not enabled by macOS.
zh_hans: macOS 未启用媒体按键接管。

source: Media playback live activity
zh_hans: 刘海媒体状态

source: Medium
zh_hans: 中

source: Message previews are held briefly in memory and are not saved or logged. Privacy mode controls the island only; macOS controls the original banner preview.
zh_hans: 消息预览仅在内存中短暂保留，不保存、不写日志。隐私选项只控制小岛，原横幅预览由 macOS 设置决定。

source: Mic
zh_hans: 麦克风

source: Mic %@
zh_hans: 麦克风 %@

source: Microphone
zh_hans: 麦克风

source: Minutes
zh_hans: 分钟
